thanks = Дякуємо за використання цього інструменту! Не соромтеся брати участь у цьому проекті на GitHub!

questions = Якщо у вас є запитання, не соромтеся зв'язатися зі мною, надіславши тикет на GitHub за адресою: { $link }

solutions = Ви можете знайти рішення багатьох поширених запитань на адресу: { $link }

using-old-version = Ви використовуєте старішу версію бота ({ $package_version }). Завантажте останню версію ({ $release_version }) з { $link }.

ffmpeg = FFmpeg доступне
    .not_installed = FFmpeg не встановлено на цій системі.
    .auto_download = Ми можемо спробувати встановити його для вас автоматично. Чи хочете ви це зробити? (y/n)
    .manually = Будь ласка, встановіть FFmpeg вручну та спробуйте ще раз.
    .downloading = Завантаження FFmpeg.

assets = Активи доступні!
    .empty = Список активів порожній. Перевірте свою конфігурацію та переконайтеся, що вказано принаймні один відео- або аудіозапис.
    .wrong-mime = Тип mime файлу { $file } є { $actual }, але очікувалося { $expected }.
        Будь ласка, переконайтеся, що файл є правильного типу перед продовженням.
    .downloading = Завантажується ще один актив...

reddit = *
    .credentials = Ваші облікові дані Reddit неправильні! Будь ласка, змініть їх відповідно до файлу config.toml.
    .login-success = Ура! Успішно увійшов на Reddit і застосував бажану тему
    .subreddit-checking = Перевірка субреддита { $name }
    .subreddit-finished = З субредалі готово!
    .post-skipped = Помилка під час обробки повідомлення субреддита: { $error }.
    Перескакування публікації.
    .post-inform = Відео буде { $name } 👍
    URL потоку { $link } 👍
    Потік має рейтинг голосів { $percent }%

video = *
    .success = Створений вміст доступний за адресою { $path } 🥰
    .error = Під час обробки відео виникла помилка: { $error }

task = *
    .spawn-failed = Не вдалося запустити зовнішній скрипт { $script }, через { $error }.
    .finished = Завдання ({ $script }) { $code ->
        [0] -> успішно завершено.
        *[other] -> завершилося з кодом помилки { $code }.
    }