thanks = इस उपकरण का उपयोग करने के लिए धन्यवाद! GitHub पर इस परियोजना में योगदान करने में संकोच न करें!

questions = यदि आपके पास कोई प्रश्न हैं, तो GitHub Issue के माध्यम से मुझसे संपर्क करने में संकोच न करें: { $link }

solutions = आप कई सामान्य FAQ के समाधान { $link } पर पा सकते हैं।

using-old-version = “आपके पास bot का एक पुराना संस्करण ({ $package_version }) है। सबसे नया संस्करण ({ $release_version }) को { $link } से डाउनलोड करें।

ffmpeg = FFmpeg उपलब्ध है
    .not_installed = इस प्रणाली पर FFmpeg स्थापित नहीं है।
    .auto_download = हम इसे आपके लिए स्वचालित रूप से स्थापित करने का प्रयास कर सकते हैं। क्या आप ऐसा करना चाहते हैं? (हां/नहीं)
    .manually = कृपया FFmpeg को मैन्युअल रूप से स्थापित करें और फिर से कोशिश करें।
    .downloading = FFmpeg डाउनलोड कर रहा है।

assets = संपत्तियां उपलब्ध हैं!
    .empty = संपत्तियों की सूची खाली है। अपने कॉन्फ़िगरेशन की जाँच करें और सुनिश्चित करें कि कम से कम एक वीडियो या ऑडियो फ़ाइल निर्दिष्ट की गई है।
    .wrong-mime = { $file } फ़ाइल का mime प्रकार { $actual } है लेकिन { $expected } की अपेक्षा है।
        कृपया आगे बढ़ने से पहले सुनिश्चित करें कि फ़ाइल सही प्रकार की है।
    .downloading = एक और संपत्ति डाउनलोड हो रही है...

reddit = *
    .credentials = आपकी Reddit क्रेडेंशियल गलत हैं! कृपया उन्हें config.toml फ़ाइल के अनुसार बदलें।
    .login-success = वाह! Reddit में सफलतापूर्वक लॉग इन किया और वांछित थीम लागू किया
    .subreddit-checking = { $name } सबरेडिट की जाँच कर रहा है
    .subreddit-finished = सबरेडिट के साथ समाप्त हुआ!
    .post-skipped = सबरेडिट पोस्ट को संसाधित करते समय त्रुटि: { $error } \n. पोस्ट छोड़ दिया जाएगा।
    .post-inform = "वीडियो { $name } होगा 👍\n थ्रेड URL { $link } 👍\n थ्रेड में { $percent }% वोट रेटिंग है

video = *
    .success = उत्पन्न सामग्री { $path } पर उपलब्ध है 🥰
    .error = वीडियो को संसाधित करते समय त्रुटि: { $error }